var descriptions = {
  t: [['Не трогай меня.',
       'Руки прочь! Я не хочу, чтобы меня трогали, и это правда очень важно.'],
      ['Спроси, хочу ли я контакта',
       'Я очень хочу обниматься, но не со всеми. Не стесняйтесь спросить!'],
      ['Готов(а) тебя обнимать!',
       'Обнимите меня кто-нибудь!']
  ],
  o: [['Не спрашивай меня о личном',
       'Не лезь в мою жизнь! Личные вопросы мне очень неприятны.'],
      ['Спроси, готов(а) ли я к личным вопросам.',
       'Я очень хочу поговорить о личном, но не со всеми — сперва уточни.'],
      ['Готов(а) к личным вопросам',
       'Задай мне личный вопрос!']
  ],
  s: [['Не разговаривай со мной ни о чём',
       'Не открывай рот смотря на меня. Я не буду ни с кем разговаривать, и это важно для меня.'],
      ['Спроси о готовности разговаривать',
       'Я очень хочу поговорить, но не со всеми — сперва уточни.'],
      ['Всегда не прочь поболтать',
       'Поговори со мной о чём-нибудь!']
  ],
  c: [['Не критикуй меня, я сам(а) запрошу обратную связь, когда мне это будет нужно.',
       'Держи своё мнение при себе! Мне неприятна оценка моих действий, и это правда важно.'],
      ['Узнай, готов(а) ли я выслушать критику',
       'Я хочу обратной связи, но не от всех — сперва уточни.'],
      ['Всегда готов(а) выслушать критику или другое мнение.',
       'Следую правилу Крокера']
  ]
}

var pronouns = []
